info_string = 'קוראים לי StudyBoi, ואני מספק לכם קורסים בחינם\n' \
              'הקורסים לקוחים מUdemy ואתר קמפוס.\n' \
              'הקורסים חינם לגמריי, כל הנדרש זה להרשם באתרים האלו ולהנות!\n' \
              'ליצירת קשר - https://www.facebook.com/SlavaBugzBunny'

start_string = """
            ברוכים הבאים לStudyBoi הבוט שיעזור לכם ללמוד מה שאתם רוצים, ובחינם.
            כדי למצוא קורס פשוט תקלידו את התחום שאותו אתם רוצים ללמוד.
            או תעזרו באחת האפשרויות המובנות.
            *כל הקורסים לגמריי בחינם*
            למידע - info/
            """


help_string = '''
חיפוש רגיל - פשוט תכתבו את שם הנושא שאתם רוצים ללמוד, ותקבלו קורסים בשבילו.             
            אפשרויות מובנות: 
כדי לקבל הקורסים הכי טובים, תכתבו "_adv/"  ולאחר מכן את שם הנושא.             
דוגמא:             
             /adv_python
כדי לקבל קורסים בעברית, תכתבו "heb/".             
                
                בשביל חיפוש חופשי אין צורך להשתמש ב"/"
            '''

copyright_string = 'כל הזכויות שמורות ליוצרי הקורסים, אין לכותב הבוט שום קשר ליצירת הקורסים עצמם'\
                   'או ליצירת הפלטפורמוט, יוצר הבוט רק מפנה את המשתמש לקורסים שאותם הוא מבקש.'\
                   '\n'\
                   '======================'\
                   '\n'\
                   'כל הקורסים שאפשר לקבל מהבוט שייכים ב100% לUdemy או לcampus.gov.il'\
                   '\n'\
                   '======================'\
                   '\n'\
                   'יוצר הבוט לא מרוויח מבחינה כלכלית בשום צורה.'